Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: Double-click on OmegaT.app or click on its location in the Dock.
pl: Kliknij dwukrotnie na OmegaT.app lub kliknij na jego lokalizację w Docku.

source: Download &Team Project...
pl: Pobierz & Projekt Zespołowy...

source: Download OmegaT_4.n.n_Mac.zip.
pl: Pobierz OmegaT_4.n.n_Mac.zip.

source: Download Media&Wiki Page...
pl: Pobierz stronę Media&Wiki...

source: Download MediaWiki Page
pl: Pobierz stronę MediaWiki

source: Download MediaWiki Page...
pl: Pobierz stronę MediaWiki...

source: Download Team Project
pl: Pobierz projekt zespołowy

source: Download Team Project...
pl: Pobierz Projekt Zespołowy...

source: Download collection {0}
pl: Ściągnąć liste pobrań {0}

source: Download the file - it should be a tarball archive (extension tar.bz or tar.bz2).
pl: Pobierz plik. Powinien to być plik archiwalny tarball (rozszerzenie tar.bz lub tar.bz2).

source: Download the file OmegaT.jnlp and then click on it.
pl: Pobierz plik OmegaT.jnlp i kliknij na niego.

source: Downloading project...
pl: Pobieranie projektu...

source: Downloading the package
pl: Pobieranie pakietu

source: Downloading the right package
pl: Pobranie odpowiedniego pakietu

source: Dra&wings
pl: Rysunki

source: Drag and drop
pl: Przeciągnij i upuść

source: Drag and drop OmegaT.app onto the Dock.
pl: Przeciągnij i upuść OmegaT.app na Docku.

source: Drop TMX files here to add them to the project.
pl: Upuść pliki TMX tutaj, aby dodać je do projektu.

source: Drop a project here to open it.
pl: Upuść projekt tutaj, aby go otworzyć.

source: Drop files here to add them to the project.
pl: Upuść pliki tutaj, aby dodać je do projektu.

source: Drop glossary files here to add them to the project.
pl: Upuść pliki glosariusza tutaj, aby dodać je do projektu.

source: Duplicate
pl: Duplikacja

source: Duplicate Fallbac&k Text
pl: Kopia tekstu zas&tępczego

source: Duplicate segments: {0}
pl: Powielone segmenty: {0}

source: During the installation, depending on your operating system, you may receive several security warnings.
pl: Podczas instalacji, w zależności od systemu operacyjnego, możesz otrzymać kilka ostrzeżeń o zabezpieczeniach.

source: During translation, use the Edit and Go To menus to perform various useful functions.
pl: W czasie tłumaczenia, używaj menu Edytuj oraz Idź do, aby wykonywać rózne, użyteczne funkcje.

source: Dutch
pl: Holenderski

source: E&nable Sentence-level Segmenting
pl: Segmentuj na poziomie zdań.

source: E&xclusions...
pl: &Eksportuj...

source: E&xport Selection
pl: eksportuj

source: E&xport the segment to text files
pl: E&ksportuj segment do pliku tekstowego

source: ERROR: {0}
pl: BŁĄD: {0}

source: Ed&it
pl: Edyt&uj

source: Edit
pl: Edytowanie

source: Edit External Search Command
pl: Edytuj komendę wyszukiwania zewnętrznego

source: Edit External Search Item
pl: Edytuj element wyszukiwania zewnętrznego

source: Edit External Search URL
pl: Edytuj adres URL wyszukiwarki zewnętrznej

source: Edit Highlight Pattern
pl: Edytuj wzór wyróżnienia

source: Edit Project
pl: Edytuj projekt

source: Edit Text
pl: Edytuj tekst

source: Edit project properties here.
pl: Zmień właściwości projektu.

source: Editor
pl: Edytor

source: Editor - {0}
pl: Edytor - {0}

source: Editor Options
pl: Opcje Edytora

source: Emptiness of soul Forever aching blackness Your help page not found
pl: Ekran tak pusty jak wyraz twojej twarzy brak strony...

source: Empty repository URL in the mapping
pl: Pusty adres URL repozytorium w mapowaniu

source: Enable history &prediction
pl: Uruchomić przewidywanie historii

source: Enable project-specific commands
pl: Włączenie poleceń charakterystycznych dla projektu

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
pl: Aktywacja w <b>Preferencje > Zapisz i Modyfikuj...</b>.</html>

source: Enabled
pl: Włączony

source: Encoding
pl: Szyfrowanie

source: Encoding:
pl: Szyfrowanie:

source: End Pinpoint Align
pl: Zakończ dopasowanie punktowe

source: End of stream encountered without finding close block!
pl: Brak bloku końcowego przy zamykaniu pliku!

source: End rebase
pl: Zakończ rebase

source: English
pl: Angielski

source: Ensure the URL is correct.
pl: Upewnij się, że adres URL jest prawidłowy.

source: Ensure the server URL is correct.
pl: Upewnij się, że adres URL serwera jest prawidłowy.

source: Ensure you are specifying the right API version (the URL should include "/v2/").
pl: Upewnij się, że została podana właściwa wersja API (adres URL powinien zawierać "/v2/").

source: Enter "OmegaT" in the "Name" field; in the "Command" field, use the navigation button to find your OmegaT launch script (the file named OmegaT in the unpacked folder).
pl: W polu "Nazwa" wpisz "OmegaT"; w polu "Polecenie" użyj przycisku nawigacyjnego, by odnaleźć skrypt uruchamiający program OmegaT (plik o nazwie OmegaT</a2 w nierozpakowanym folderze).

source: Enter OmegaT as the name of the new item.
pl: Wprowadź OmegaT jako nazwę nowego elementu.

source: Enter a source term, a target term and a comment:
pl: Wprowadź termin źródłowy, termin docelowy i komentarz:

source: Enter the segment number:
pl: Wpisz numer segmentu:

source: Enter your master password.
pl: Podaj swoje hasło główne.

source: Entries
pl: Wejście

source: Entries from the writeable glossary are in bold.
pl: Hasła z zapisywalnego glosariusza są pogrubione.

source: Ephemeral page I am the Blue Screen of Death No one hears your screams
pl: Brak strony nikt nie słyszy twojego płaczu...

source: Error
pl: Błąd

source: Error checking out the project from remote repository:
pl: Błąd podczas pobierania projektu ze zdalnego repozytorium:

source: Error creating project!
pl: Błąd tworzenia projektu!

source: Error decoding user and password.
pl: Błąd dekodowania nazwy użytkownika i hasła.

source: Error during regular expression replacement:
pl: Błąd przy zastępowaniu wyrażenia regularnego:

source: Error fixing tags
pl: Błędy w umieszczonych tagach

source: Error in file
pl: Błąd w pliku

source: Error initializing marker '{0}'
pl: Błąd inicjalizacji znacznika '{0}'

source: Error load plugin from class '{0}': {1}: {2}
pl: Błąd ładowania rozszerzenia z klasy '{0}': {1}: {2}

source: Error monitoring external command!
pl: Błąd w monitorowaniu polecenia zewnętrznego!

source: Error on application startup
pl: Błąd przy uruchamianiu aplikacji

source: Error reading TMX level2 at line {0} column {1}
pl: Błąd odczytu pliku TMX level 2 w wierszu {0} kolumna {1}

source: Error retrieve {0} as remote project file
pl: Błąd pobierania {0} jako zdalnego pliku projektu

source: Error saving project file!
pl: Błąd zapisu projektu!

source: Error saving segmentation rules configuration:
pl: Błąd przy zapisywaniu konfiguracji segmentacji:

source: Error searching directory tree!
pl: Błąd przy szukaniu drzewa katalogów

source: Error starting external command: {0}
pl: Błąd podczas aktywacji polecenia zewnętrznego: {0}

source: Error unload plugin from class '{0}': {1}
pl: Błąd wypakowywania rozszerzenia z klasy '{0}': {1}: {2}

source: Error updating glossary file
pl: Błąd aktualizacji pliku glosariusza

source: Error updating repository.
pl: Błąd aktualizacji repozytorium.

source: Error while reading MT results
pl: Błąd podczas odczytu wyników MT

source: Error while trying to save script.
pl: Wystąpił błąd podczas próby zapisu skryptu.

source: Error {0}: {1}
pl: Błąd {0}: {1}

source: Error: {0}
pl: Błąd: {0}

source: Escape
pl: Wyjdź

source: Escaped binary char contains malformed data ({0})!
pl: Znak binarny zawierający niewłaściwe dane ({0})!

source: Escaped character never terminated!
pl: Niezamknięty znak modyfikacji!

source: Escaped decimal char contains malformed data ({0})!
pl: Znak dziesiętny zawierający niewłaściwe dane ({0})!

source: Event: application shutdown
pl: Zdarzenie: zamknięcie aplikacji

source: Event: application startup
pl: Zdarzenie: start aplikacji

source: Event: font changed
pl: Zdarzenie: zmieniona czcionka

source: Event: new entry activated
pl: Zdarzenie: aktywowano nową pozycję

source: Event: new file activated ({0})
pl: Zdarzenie: aktywowano nowy plik ({0})

source: Event: project change - "{0}"
pl: Zdarzenie: zmiana projektu - "{0}"

source: Exact match:
pl: Dokładne dopasowania:

source: Exception while editing options:
pl: Błąd przy edycji opcji:

source: Exception while parsing:
pl: Błąd analizy składniowej:

source: Exceptions occurred while loading segmentation rules:
pl: Błąd przy ładowaniu opcji segmentacji:

source: Exciting help page Gossamer threads hold you back 404 not found
pl: Brak strony z pomocą przykro...

source: Exclude Pattern
pl: Pomiń wzorzec

source: Exclude orphan segments
pl: Opuść segmenty osamotnione

source: Exclusion Patterns
pl: Wzorce wykluczeń

source: Executing external command...
pl: Wykonywanie polecenia zewnętrznego...

source: Executing script {0} (event {1})
pl: Uruchamianie skryptu (zdarzenie (1))

source: Exit code {0}: "{1}"
pl: Kod wyjścia {0}: "{1}"

source: Exit code: {0}
pl: Kod wyjścia: {0}

source: External Lin&ks
pl: Linki z&ewnętrzne

source: External Post-processing Command
pl: Polecenie dalszego zewnętrznego przetwarzania

source: External Post-processing Command (Disabled):
pl: Uniemożliwione polecenie zewnętrznego przetwarzania końcowego

source: External Post-processing Command:
pl: Polecenie zewnętrznego przetwarzania końcowego

source: External Search
pl: Wyszukiwanie zewnętrzne

source: External Search...
pl: Wyszukiwanie zewnętrzne...

source: External TMX Options
pl: Opcje zewnętrzne TMX

source: External command completed.
pl: Zakończono wykonywanie polecenia zewnętrznego.

source: External command failed.
pl: Wykonanie polecenia zewnętrznego nie powiodło się.

source: External command was interrupted.
pl: Wykonanie polecenia zewnętrznego zostało przerwane.

source: Extracted comments:
pl: Wyodrębnione komentarze:

source: Extraneous
pl: Zewnętrzny

source: Failed to back up preferences file.
pl: Błąd zapisu pliku z preferencjami.

source: Failed to commit source files!
pl: Nie udało się wysłać plików źródłowych!

source: Failed to commit target files!
pl: Nie udało się wysłać plików docelowych!

source: Failed to compile project files!
pl: Nie udało się skompilować plików projektu!

source: Failed to create project!
pl: Utworzenie nowego projektu nie powiodło się!

source: Failed to fetch latest version info: {0}
pl: Nie udało się pobrać informacji o najnowszej wersji: {0}

source: Failed to load specified project!
pl: Nie udało się załadować projektu!

source: Failed to load translation memory {0} for project!
pl: Nie udało się załadować pamięci tłumaczeniowej {0} dla projektu!

source: Failed to update project properties
pl: Nie udało się otworzyć właściwości projektu

source: Fatal error encountered - saving project file with '.recover' backup extension.
pl: Błąd krytyczny. Projekt zapisany z rozszerzeniem ".recover".

source: Fatal error on line {0}, column {1} while parsing:
pl: Błąd krytyczny przy linijce {0}, kolumna {1} podczas analizy:

source: Few more things to remember
pl: Kilka rzeczy do zapamiętania

source: File
pl: Plik

source: File &Filters...
pl: Filtry &plików

source: File Copy Failed
pl: Kopiowanie pliku nie powiodło się

source: File Filters...
pl: Filtry plików...

source: File Format
pl: Format pliku

source: File Name
pl: Nazwa pliku

source: File locations
pl: Lokalizacja pliku

source: File {0} does not exist!
pl: Plik {0} nie istnieje!

source: File {0}: {1}
pl: Plik {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
pl: Plik: przetłumaczono/ ilość segmentów (projekt: jedyny przetłumaczony / jedyny, całkowita liczba segmentów)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
pl: Plik: jedynie przetłumaczono % (jedynie pozostało) / projekt: jedynie przetłumaczono % (jedynie pozostało), całkowita liczba segmentów

source: Filename
pl: Nazwa pliku

source: Filter
pl: Filtr

source: Filter '{0}' could not be loaded from '{1}'
pl: Filtr '{0}' nie może zostać załadowany z '{1}'

source: Filter:
pl: Filtr:

source: Filters...
pl: Filtry...

source: Finally, save the changes with File - Save.
pl: Zapisz zmiany za pomocą Plik - Zapisz.

source: Finished
pl: Zakończono

source: Finnish
pl: Fiński

source: Floating '?' character not tied to '>'!
pl: Pojedynczy znak "?" nieprzypisany do ">"!

source: Folder ID
pl: ID folderu

source: Folder already exists and is not empty.
pl: Folder już istnieje i nie jest pusty.

source: Folder does not exist
pl: Katalog nie istnieje

source: Folder {0} was automatically created for team mode project
pl: Folder {0} został automatycznie utworzony do projektu zespołowego

source: Follow the installation instructions of the package you need.
pl: Postępuj zgodnie z instrukcją instalacji wybranego pakietu.

source: Follow your system's instructions to install OmegaT shortcuts in convenient places of your choosing.
pl: Postępuj zgodnie z instrukcjami systemu, żeby zainstalować skróty OmegaT w dogodnych miejscach.

source: Font
pl: Czcionka

source: Foote&rs
pl: Stop&ki

source: For a more comprehensive introduction see OmegaT for beginners on the OmegaT web site.
pl: Bardziej szczegółowe wprowadzenie można uzyskać w OmegaT for beginners na stronie programu OmegaT.

source: For all files:
pl: Dla wszystkich plików:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
pl: Aby uzyskać najlepsze wyniki, należy zainstalować odpowiednie słowniki poprzez Ustawienia > Sprawdzanie pisowni.

source: For example, user.language=ja (without the #) will launch OmegaT with the user interface in Japanese.
pl: Przykładowo, user.language=ja (bez #) spowoduje uruchamianie OmegaT z interfejsem w języku japońskim.

source: For pre-defined options, remove the # before a parameter to enable it.
pl: Jeśli chcesz skorzystać z opcji predefiniowych, usuń # przed parametrem, który chcesz aktywować.

source: For technical details, see the Request For Enhancement.
pl: Szczegóły techniczne można znaleźć w tym miejscu: Request For Enhancement.

source: For that reason, it is OFF by default.
pl: Z tego powodu opcja ta jest domyślnie wyłączona.

source: For this reason, the two commands described above are contained in a file (a "script", also called a ".bat file" on Windows systems).
pl: Z tego powodu dwa opisane powyżej polecenia są zawarte w pliku ("skrypt", w systemach Windows nazywany również plikiem ".bat").

source: Forward in history...
pl: Dalej...

source: Forward-Backward
pl: Przód-Tyłd

source: Found in:
pl: Znajduje się w:

source: Four types of issues are detected:
pl: Wykrywane są cztery rodzaje problemów:

source: French
pl: Francuski

source: From 100% memory
pl: Dopasowanie 100% z pamięci tłumaczeniowej

source: From ICE memory
pl: Z pamięci ICE

source: From auto memory
pl: Z pamięci automatycznej

source: From enforced memory
pl: Z pamięci wymuszonej

source: From memory
pl: Z pamięci tłumaczeniowej

source: Full checking can lead to false positives in normal texts and the PO filter already detects them.
pl: W przypadku normalnych tekstów pełne sprawdzenie może prowadzić do fałszywych wyników pozytywnych, a ponadto filtr PO już je wykrywa.

source: Full table
pl: Cała tabela

source: Full text
pl: Całość tekstu

source: Full text, including tags and numbers
pl: Cały tekst, włączając znaczniki i liczby

source: Full/Half &width char insensitive
pl: Nie uwzględniaj różnic pomiędzy znakami o pełnej szerokości i o połowie szerokości

source: Fuzzy Matches
pl: Dopasowania rozmyte

source: GNOME Users
pl: Użytkownicy GNOME

source: GNOME may fail to display the icon files in the available formats and initially appear to expect an SVG file, but if the folder is selected, the files should appear and OmegaT.png can be selected.
pl: GNOME może nie wyświetlić plików ikon w dostępnych rozszerzeniach i oczekiwać plików SVG, ale przy zaznaczeniu odpowiedniego folderu, pliki powinny się pojawić i wybranie OmegaT.png powinno być możliwe.

source: Generate the translated file
pl: Wygeneruj przetłumaczony plik

source: German
pl: Niemiecki

source: Get API Key
pl: Pobrać klucz interfejsu API

source: Git '{0}' did nothing because there were no changes
pl: Git "{0}" nic nie zmienił, ponieważ nie wprowadzono zmian

source: Git '{0}' error: {1}
pl: Błąd "{0}" Git: "{1}"

source: Git '{0}' execution finished successfully
pl: Wykonani Git "{0}" ukończono pomyślnie

source: Git '{0}' execution start
pl: Wykonanie Git "{0}" rozpoczęste

source: Give access to the ten last edited projects.
pl: Dostęp do ostatniego edytowanego projektu.

source: Gives access to the project folders.
pl: Daje dostęp do folderów projektu.

source: Global
pl: Całościowy

source: Glossaries
pl: Glosariusze

source: Glossary
pl: Glosariusz

source: Glossary Files Folder
pl: Folder z plikami glosariusza

source: Glossary Folder:
pl: Folder glosariuszy:

source: Glossary Matches
pl: Dopasowania glosariusza

source: Glossary auto-completer options
pl: Opcje autouzupełniania glosariusza

source: Glossary entries
pl: Hasła z glosariusza

source: Glossary file: {0}
pl: Plik glosariusza:{0}

source: Glossary files folder entered does not exist!
pl: Podany folder z plikami glosariusza nie istnieje!

source: Glossary folder {0} does not exist.
pl: Katalog glosariusza {0} nie istnieje.

source: Glossary note
pl: Notatki glosariusza

source: Glossary source
pl: Źródło glosariusza

source: Glossary translation
pl: Tłumaczenie glosariusza

source: Go To
pl: Przejdź do

source: Go To Segment
pl: Idź do segmentu

source: Go To Segment Source
pl: Przejdź do segmentu "Źródło"

source: Go to Preferences > External Search to enable.
pl: Przejdź do preferencji > włącz wyszukiwanie zewnętrzne.

source: Google Api key not available.
pl: Klucz Google Api nie jest dostępny..

source: Groovy (Apache Licence 2.0)
pl: Groovy (licencja Apache 2.0)

source: Group {0} does not exist in search expression
pl: Grupa {0} nie istnieje w wyszukiwanej frazie

source: HHC file too big!
pl: Zbyt duży plik HHC!

source: HTML Help Compiler
pl: Pomoc Kompilatora HTML

source: HTML, XHTML, ODF and Infix segmentation
pl: Segmentacja HTML, XHTML, ODF i Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
pl: HTMLParser 1.6 autorstwa Somika Raha, Derricka Oswalda i innych (LGPL License)

source: Has note
pl: Zawiera komentarz

source: He&aders
pl: Gł&ówka

source: Help
pl: Pomoc

source: Help you are seeking From your path it is fleeing Its winter has come
pl: Pomocy, której szukasz, nie ma...

source: Here you may also specify custom location of project folders.
pl: Możesz tu również określić własne rozmieszczenie folderów projektu.

source: Hide '{0}'
pl: Ukryj '{0}'

source: Hide Advanced &Options
pl: Ukryj opcje zaawansowane

source: Highlight
pl: Wyróżnij

source: Highlight Pattern...
pl: Wzór wyróżnienia...

source: History
pl: Historia

source: History Completion
pl: Wpisywanie z historii

source: History Completions
pl: Historia uzupełnienia

source: History Prediction
pl: Przewidywanie historii

source: History Predictions
pl: Historia przewidywania

source: How to download and install dictionaries
pl: Jak ściągać i instalować słowniki

source: However, if you made mistakes when you typed the formatting tags, your translated files might fail to open.
pl: Jeżeli jednak popełniono błędy podczas wpisywania tagów formatowania, przetłumaczone pliki mogą nie dać się otworzyć.

source: However, you should take precautions against data loss when using OmegaT, just as with any other application.
pl: Korzystając z programu OmegaT, tak jak z każdego innego, powinieneś zachować środki ostrożności, by zapobiec utracie danych.

source: Hyperlinks
pl: Hiperlinki

source: I Understand; Do It Anyway
pl: Rozumiem, mimo to zrób to.

source: I&nsert Source
pl: wprowadź źródło

source: IBM provides JREs for Linux PowerPC at .
pl: IBM dostarcza JRE dla Linux PowerPC pod adresem .

source: IOException encountered:
pl: Błąd wejścia/wyjścia:

source: If a "command not found" or similar message is returned, it is likely that Java is not installed on your system.
pl: Jeśli pojawi się "nie znaleziono polecenia" lub podobny komunikat, Java prawdopodobnie nie jest zainstalowana w systemie.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
pl: Jeśli plik HHC lub HHK posiada dekarację kodowania, będzie ono użyte niezależnie od wartości podanych w tym oknie.

source: If a file does not load into the Editor pane, then it could be that it is in a format that doesn't work in OmegaT.
pl: Jeżeli plik nie wczytuje się do panelu Edytor może to oznaczać, że jest to format, który nie działa w programie OmegaT.

source: If a user interface in this language is available, OmegaT uses it.
pl: Jeśli interfejs użytkownika w tym języku jest dostępny, OmegaT go wykorzystuje.

source: If checked, non-breakable spaces will be displayed with a grey background.
pl: Jeżeli zaznaczone, twarde spacje zostaną wyświetlone z szarym tłem.

source: If checked, non-unique segments will be marked in pale grey.
pl: Jeżeli zaznaczone, nieunikalne segmenty zostaną oznaczone kolorem jasnoszarym.

source: If checked, segments with notes will be marked in cyan.
pl: Jeżeli zaznaczone, segmenty z notatkami zostaną oznaczone na kolor niebieskozielony.

source: If checked, source segments will be shown and marked in green.
pl: Jeżeli zaznaczone, segmenty źródłowe zostaną wyświetlone i oznaczone kolorem zielonym.

source: If checked, the background of all segments where the target segment has been auto-populated (from TMXs placed in /tm/auto for example) are displayed in colour.
pl: Jeżeli zaznaczone, tło wszystkich segmentów w miejscu automatycznego przetłumaczenia segmentu źródłowego (z plików TMX znajdujących się przykładowo w /tm/auto) zostanie wyświetlone w kolorze.

source: If checked, the entries are sorted alphabetically.
pl: Jeżeli jest zaznaczone, wpisy są posortowane alfabetycznie.

source: If checked, the longer entries are placed on the list first.
pl: Jeśli jest zaznaczone, dłuższe wpisy są umieszczane na liście jako pierwsze.

source: If checked, the separations between paragraphs in the source document are indicated visually.
pl: Jeżeli zaznaczone, odstepy między akapitami w dokumencie źródłowym zostaną wskazane wizualnie.

source: If checked, the translated segments will be marked in yellow.
pl: Jeżeli zaznaczone, przetłumaczone segmenty zostaną oznaczone kolorem żółtym.

source: If checked, the untranslated segments will be marked in violet.
pl: Jeżeli zaznaczone, nieprzetłumaczone segmenty zostaną oznaczone kolorem fioletowym.

source: If checked, white spaces will be displayed with a small dot.
pl: Jeżeli zaznaczone, białe znaki zostana wyświetlone z małą czarną kropką.

source: If commands to perform external searches have been defined in the Preferences, they are listed and accessible here.
pl: Jeśli polecenia do wykonania wyszukiwań zewnętrznych zostały zdefiniowane w preferencjach, są one tutaj wymienione i dostępne.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
pl: Jeśli polecenie zostanie uruchomione w git lub kopii roboczej svn, wyniki zostaną zawieszone/ dodane.

source: If issue checking is slow, try disabling some of the optional checks.
pl: Jeśli sprawdzanie problemów jest powolne, spróbuj zdezaktywować wybrane sprawdzanie .

source: If it is tar.bz, you have forgotten to unpack (untar) it.
pl: Jeśli rozszerzeniem jesttar.bz, oznacza to, że plik nie został rozpakowany.
